Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: You can keep up to %lld allowed exceptions.
de: Du kannst bis zu %lld erlaubte Ausnahmen behalten.
es: Puedes tener hasta %lld excepciones permitidas.
fr: Vous pouvez conserver jusqu’à %lld exceptions autorisées.
it: Puoi mantenere fino a %lld eccezioni consentite.
ja: 許可する例外は最大%lld件まで設定できます。
ko: 허용 예외는 최대 %lld개까지 둘 수 있어요.
pt_br: Você pode manter até %lld exceções permitidas.
zh_hans: 你最多可保留 %lld 个允许的例外。
zh_hant: 你最多可保留 %lld 個允許的例外。

# VPN status, network kind, resolver status, failure counters
source: Protection status, network type, DNS provider status, failure counts
de: Schutzstatus, Netzwerktyp, Status des DNS-Anbieters, Fehlerzähler
es: Estado de la protección, tipo de red, estado del proveedor de DNS, recuentos de errores
fr: État de la protection, type de réseau, état du fournisseur DNS, compteurs d’échecs
it: Stato della protezione, tipo di rete, stato del provider DNS, conteggi degli errori
ja: 保護ステータス、ネットワークの種類、DNSプロバイダーの状態、失敗の回数
ko: 보호 상태, 네트워크 유형, DNS 공급자 상태, 실패 횟수
pt_br: Status da proteção, tipo de rede, status do provedor de DNS, contagens de falhas
zh_hans: 防护状态、网络类型、DNS 提供商状态、失败计数
zh_hant: 防護狀態、網路類型、DNS 供應商狀態、失敗計數

source: Step %lld of %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
it: Passo %lld di %lld
ja: 全%2$lldステップ中%1$lldステップ目
ko: %2$lld단계 중 %1$lld단계
pt_br: Etapa %lld de %lld
zh_hans: 第 %lld 步，共 %lld 步
zh_hant: 第 %lld 步，共 %lld 步

source: Add configuration
de: Konfiguration hinzufügen
es: Añadir configuración
fr: Ajouter une configuration
it: Aggiungi configurazione
ja: 構成を追加
ko: 구성 추가
pt_br: Adicionar configuração
zh_hans: 添加配置
zh_hant: 新增設定

source: Edit VPN chaining
de: VPN-Verkettung bearbeiten
es: Editar encadenamiento VPN
fr: Modifier le chaînage VPN
it: Modifica concatenamento VPN
ja: VPNチェーンを編集
ko: VPN 체이닝 편집
pt_br: Editar encadeamento de VPN
zh_hans: 编辑 VPN 串联
zh_hant: 編輯 VPN 串接

source: Two-player mode
de: Zwei-Spieler-Modus
es: Modo de dos jugadores
fr: Mode deux joueurs
it: Modalità due giocatori
ja: 2人プレイモード
ko: 2인 플레이 모드
pt_br: Modo dois jogadores
zh_hans: 双人模式
zh_hant: 雙人模式

source: 2P mode until landscape mode ends
de: 2P-Modus, bis der Querformatmodus endet
es: Modo 2P hasta que termine el modo horizontal
fr: Mode 2P jusqu’à la fin du mode paysage
it: Modalità 2P fino alla fine della modalità orizzontale
ja: 横向きモードが終わるまで2Pモード
ko: 가로 모드가 끝날 때까지 2P 모드
pt_br: Modo 2P até o modo paisagem terminar
zh_hans: 2P 模式持续到横屏结束
zh_hant: 2P 模式持續到橫向模式結束

source: T0 · VPN DNS health
de: T0 · VPN-DNS-Status
es: T0 · Estado del DNS VPN
fr: T0 · État du DNS VPN
it: T0 · Stato DNS VPN
ja: T0 · VPN DNSの状態
ko: T0 · VPN DNS 상태
pt_br: T0 · Estado do DNS da VPN
zh_hans: T0 · VPN DNS 状态
zh_hant: T0 · VPN DNS 狀態

source: T1 · Primary DNS health
de: T1 · Status des primären DNS
es: T1 · Estado del DNS principal
fr: T1 · État du DNS principal
it: T1 · Stato DNS primario
ja: T1 · プライマリDNSの状態
ko: T1 · 기본 DNS 상태
pt_br: T1 · Estado do DNS principal
zh_hans: T1 · 主 DNS 状态
zh_hant: T1 · 主要 DNS 狀態

source: T2 · Fallback DNS health
de: T2 · Status des Ersatz-DNS
es: T2 · Estado del DNS de respaldo
fr: T2 · État du DNS de secours
it: T2 · Stato DNS di riserva
ja: T2 · フォールバックDNSの状態
ko: T2 · 대체 DNS 상태
pt_br: T2 · Estado do DNS alternativo
zh_hans: T2 · 备用 DNS 状态
zh_hant: T2 · 備用 DNS 狀態

source: Not active
de: Nicht aktiv
es: Inactivo
fr: Inactif
it: Non attivo
ja: 未使用
ko: 비활성
pt_br: Inativo
zh_hans: 未启用
zh_hant: 未啟用

source: No observations yet
de: Noch keine Beobachtungen
es: Aún no hay observaciones
fr: Aucune observation pour le moment
it: Nessuna osservazione ancora
ja: まだ観測されていません
ko: 아직 관측 없음
pt_br: Ainda sem observações
zh_hans: 尚无观测记录
zh_hant: 尚無觀測記錄

source: Latest observation
de: Letzte Beobachtung
es: Última observación
fr: Dernière observation
it: Ultima osservazione
ja: 最新の観測
ko: 최근 관측
pt_br: Última observação
zh_hans: 最新观测
zh_hant: 最新觀測

source: Resolver source
de: Resolver-Quelle
es: Origen del resolvedor
fr: Source du résolveur
it: Origine del resolver
ja: リゾルバーの提供元
ko: 리졸버 출처
pt_br: Origem do resolvedor
zh_hans: 解析器来源
zh_hant: 解析器來源

source: Transport
de: Übertragung
es: Protocolo
fr: Protocole
it: Protocollo
ja: 通信方式
ko: 전송 방식
pt_br: Protocolo
zh_hans: 传输协议
zh_hant: 傳輸協定

source: Physical network
de: Physisches Netzwerk
es: Red física
fr: Réseau physique
it: Rete fisica
ja: 物理ネットワーク
ko: 물리 네트워크
pt_br: Rede física
zh_hans: 物理网络
zh_hant: 實體網路

source: Attempts
de: Versuche
es: Intentos
fr: Tentatives
it: Tentativi
ja: 試行回数
ko: 시도 횟수
pt_br: Tentativas
zh_hans: 尝试次数
zh_hant: 嘗試次數

source: Served
de: Erfolgreich beantwortet
es: Respuestas válidas
fr: Réponses valides
it: Risposte valide
ja: 応答成功
ko: 응답 성공
pt_br: Respostas válidas
zh_hans: 成功响应
zh_hant: 成功回應

source: Replies without service
de: Antworten ohne Ergebnis
es: Respuestas sin resultado válido
fr: Réponses sans résultat valide
it: Risposte senza risultato valido
ja: 有効な回答のない応答
ko: 유효한 답변 없는 응답
pt_br: Respostas sem resultado válido
zh_hans: 未提供有效答案的响应
zh_hant: 未提供有效答案的回應

source: Failures
de: Fehler
es: Fallos
fr: Échecs
it: Errori
ja: 失敗回数
ko: 실패 횟수
pt_br: Falhas
zh_hans: 失败次数
zh_hant: 失敗次數

source: Not attempted
de: Nicht versucht
es: Sin intentar
fr: Non tenté
it: Non tentato
ja: 未試行
ko: 시도하지 않음
pt_br: Não tentado
zh_hans: 未尝试
zh_hant: 未嘗試

source: Failure streak
de: Fehler in Folge
es: Fallos consecutivos
fr: Échecs consécutifs
it: Errori consecutivi
ja: 連続失敗回数
ko: 연속 실패 횟수
pt_br: Falhas consecutivas
zh_hans: 连续失败次数
zh_hant: 連續失敗次數

source: Rejected reply streak
de: Abgelehnte Antworten in Folge
es: Respuestas rechazadas consecutivas
fr: Réponses rejetées consécutives
it: Risposte rifiutate consecutive
ja: 連続拒否応答回数
ko: 연속 거부 응답 횟수
pt_br: Respostas rejeitadas consecutivas
zh_hans: 连续拒绝响应次数
zh_hant: 連續拒絕回應次數

source: Not needed
de: Nicht erforderlich
es: No necesario
fr: Non nécessaire
it: Non necessario
ja: 不要
ko: 필요 없음
pt_br: Não necessário
zh_hans: 不需要
zh_hant: 不需要

source: Waiting for recovery
de: Warten auf Wiederherstellung
es: Esperando la recuperación
fr: En attente de rétablissement
it: In attesa di ripristino
ja: 復旧待ち
ko: 복구 대기 중
pt_br: Aguardando recuperação
zh_hans: 等待恢复
zh_hant: 等待恢復

source: Reconnect deferred
de: Neuverbindung verschoben
es: Reconexión aplazada
fr: Reconnexion différée
it: Riconnessione rinviata
ja: 再接続を延期
ko: 재연결 연기됨
pt_br: Reconexão adiada
zh_hans: 已延后重新连接
zh_hant: 已延後重新連線

source: Recovery deferred
de: Wiederherstellung verschoben
es: Recuperación aplazada
fr: Rétablissement différé
it: Ripristino rinviato
ja: 復旧を延期
ko: 복구 연기됨
pt_br: Recuperação adiada
zh_hans: 已延后恢复
zh_hant: 已延後恢復

source: Recovery unavailable
de: Wiederherstellung nicht verfügbar
es: Recuperación no disponible
fr: Rétablissement indisponible
it: Ripristino non disponibile
ja: 復旧を実行できません
ko: 복구 불가
pt_br: Recuperação indisponível
zh_hans: 无法恢复
zh_hant: 無法恢復

source: Upstream session recovery
de: Upstream-Sitzung wiederherstellen
es: Recuperación de la sesión ascendente
fr: Rétablissement de la session amont
it: Ripristino della sessione upstream
ja: 上流セッションの復旧
ko: 업스트림 세션 복구
pt_br: Recuperação da sessão de origem
zh_hans: 上游会话恢复
zh_hant: 上游工作階段恢復

source: Resolver retry eligible
de: Resolver kann erneut versucht werden
es: Se puede reintentar el resolvedor
fr: Nouvelle tentative du résolveur possible
it: È possibile riprovare il resolver
ja: リゾルバーを再試行可能
ko: 리졸버 재시도 가능
pt_br: É possível tentar o resolvedor novamente
zh_hans: 可重试解析器
zh_hant: 可重試解析器

source: Retrying resolver
de: Resolver wird erneut versucht
es: Reintentando el resolvedor
fr: Nouvelle tentative du résolveur
it: Nuovo tentativo del resolver
ja: リゾルバーを再試行中
ko: 리졸버 재시도 중
pt_br: Tentando o resolvedor novamente
zh_hans: 正在重试解析器
zh_hant: 正在重試解析器

source: Reconnecting for Device DNS
de: Neuverbindung für Geräte-DNS
es: Reconectando para el DNS del dispositivo
fr: Reconnexion pour le DNS de l’appareil
it: Riconnessione per il DNS del dispositivo
ja: デバイスDNS用に再接続中
ko: 기기 DNS를 위해 재연결 중
pt_br: Reconectando para o DNS do dispositivo
zh_hans: 正在为设备 DNS 重新连接
zh_hant: 正在為裝置 DNS 重新連線

source: Device DNS reconnect eligible
de: Neuverbindung für Geräte-DNS möglich
es: Se puede reconectar para el DNS del dispositivo
fr: Reconnexion pour le DNS de l’appareil possible
it: Riconnessione per il DNS del dispositivo possibile
ja: デバイスDNSを再取得する再接続が可能
ko: 기기 DNS 재연결 가능
pt_br: É possível reconectar para o DNS do dispositivo
zh_hans: 可重新连接以获取设备 DNS
zh_hant: 可重新連線以取得裝置 DNS

source: No repair requested
de: Keine Reparatur angefordert
es: No se solicitó reparación
fr: Aucune réparation demandée
it: Nessuna riparazione richiesta
ja: 復旧要求なし
ko: 복구 요청 없음
pt_br: Nenhuma correção solicitada
zh_hans: 未请求修复
zh_hant: 未要求修復

source: Replied without service
de: Geantwortet ohne Ergebnis
es: Respuesta sin resultado válido
fr: Réponse sans résultat valide
it: Risposta senza risultato valido
ja: 有効な回答のない応答
ko: 응답했으나 유효한 답변 없음
pt_br: Respondeu sem resultado válido
zh_hans: 已响应但未提供有效答案
zh_hant: 已回應但未提供有效答案

source: Failed
de: Fehlgeschlagen
es: Falló
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
pt_br: Falhou
zh_hans: 失败
zh_hant: 失敗

source: VPN DNS
de: DNS des VPN
es: DNS de la VPN
fr: DNS du VPN
it: DNS della VPN
ja: VPNのDNS
ko: VPN의 DNS
pt_br: DNS da VPN
zh_hans: VPN 的 DNS
zh_hant: VPN 的 DNS

source: Selected resolver
de: Ausgewählter Resolver
es: Resolvedor seleccionado
fr: Résolveur sélectionné
it: Resolver selezionato
ja: 選択したリゾルバー
ko: 선택한 리졸버
pt_br: Resolvedor selecionado
zh_hans: 所选解析器
zh_hant: 所選解析器

source: Mixed routes
de: Gemischte Routen
es: Rutas mixtas
fr: Routes mixtes
it: Percorsi misti
ja: 複数の経路
ko: 혼합 경로
pt_br: Rotas mistas
zh_hans: 混合路径
zh_hant: 混合路徑

source: Checking Device DNS
de: Geräte-DNS wird geprüft
es: Comprobando el DNS del dispositivo
fr: Vérification du DNS de l’appareil
it: Verifica del DNS del dispositivo
ja: デバイスDNSを確認中
ko: 기기 DNS 확인 중
pt_br: Verificando o DNS do dispositivo
zh_hans: 正在检查设备 DNS
zh_hant: 正在檢查裝置 DNS

source: Loading Lava
de: Lava wird geladen
es: Cargando Lava
fr: Chargement de Lava
it: Caricamento di Lava
ja: Lavaを読み込み中
ko: Lava 로딩 중
pt_br: Carregando Lava
zh_hans: 正在加载 Lava
zh_hant: 正在載入 Lava

source: Example filter
de: Beispielfilter
es: Filtro de ejemplo
fr: Exemple de filtre
it: Filtro di esempio
ja: フィルターの例
ko: 필터 예시
pt_br: Filtro de exemplo
zh_hans: 过滤器示例
zh_hant: 篩選器範例

source: The installed native app does not provide the full Lava runtime.
de: Die installierte App stellt nicht alle Lava-Funktionen bereit.
es: La app instalada no ofrece todas las funciones de Lava.
fr: L’application installée ne fournit pas toutes les fonctions de Lava.
it: L’app installata non offre tutte le funzioni di Lava.
ja: インストールされたアプリではLavaの全機能を利用できません。
ko: 설치된 앱에서 Lava의 모든 기능을 사용할 수 없습니다.
pt_br: O app instalado não oferece todas as funções do Lava.
zh_hans: 已安装的原生 App 无法提供完整的 Lava 功能。
zh_hant: 已安裝的原生 App 無法提供完整的 Lava 功能。

source: The app screen closed before this action started.
de: Der App-Bildschirm wurde vor Beginn dieser Aktion geschlossen.
es: La pantalla se cerró antes de iniciar esta acción.
fr: L’écran de l’application a été fermé avant le début de cette action.
it: La schermata dell’app si è chiusa prima dell’inizio di questa azione.
ja: 操作が始まる前にアプリの画面が閉じられました。
ko: 이 작업이 시작되기 전에 앱 화면이 닫혔습니다.
pt_br: A tela do app foi fechada antes do início desta ação.
zh_hans: 此操作开始前，App 页面已关闭。
zh_hant: 此操作開始前，App 畫面已關閉。

source: The app screen closed while this action completed.
de: Der App-Bildschirm wurde während des Abschlusses dieser Aktion geschlossen.
es: La pantalla se cerró mientras se completaba esta acción.
fr: L’écran de l’application a été fermé pendant la fin de cette action.
it: La schermata dell’app si è chiusa durante il completamento di questa azione.
ja: 操作の完了中にアプリの画面が閉じられました。
ko: 이 작업이 완료되는 동안 앱 화면이 닫혔습니다.
pt_br: A tela do app foi fechada enquanto esta ação era concluída.
zh_hans: 此操作完成时，App 页面已关闭。
zh_hant: 此操作完成時，App 畫面已關閉。

source: The native app did not return its updated state.
de: Die App hat ihren aktualisierten Zustand nicht zurückgegeben.
es: La app no devolvió su estado actualizado.
fr: L’application n’a pas renvoyé son état actualisé.
it: L’app non ha restituito il suo stato aggiornato.
ja: アプリから更新された状態が返されませんでした。
ko: 앱에서 업데이트된 상태를 반환하지 않았습니다.
pt_br: O app não retornou seu estado atualizado.
zh_hans: 原生 App 未返回更新后的状态。
zh_hant: 原生 App 未傳回更新後的狀態。

source: The full Lava runtime is missing from this installation.
de: Dieser Installation fehlen die vollständigen Lava-Funktionen.
es: Esta instalación no incluye todas las funciones de Lava.
fr: Cette installation ne contient pas toutes les fonctions de Lava.
it: Questa installazione non include tutte le funzioni di Lava.
ja: このインストールにはLavaの全機能が含まれていません。
ko: 이 설치에 Lava의 전체 기능이 없습니다.
pt_br: Esta instalação não inclui todas as funções do Lava.
zh_hans: 此安装缺少完整的 Lava 功能。
zh_hant: 此安裝缺少完整的 Lava 功能。

source: DNS editor unavailable
de: DNS-Editor nicht verfügbar
es: Editor DNS no disponible
fr: Éditeur DNS indisponible
it: Editor DNS non disponibile
ja: DNSエディターを利用できません
ko: DNS 편집기를 사용할 수 없음
pt_br: Editor de DNS indisponível
zh_hans: DNS 编辑器不可用
zh_hant: DNS 編輯器無法使用

source: Account sign-in is unavailable. Please try again later.
de: Die Kontoanmeldung ist nicht verfügbar. Versuche es später erneut.
es: El inicio de sesión no está disponible. Inténtalo más tarde.
fr: La connexion au compte est indisponible. Réessayez plus tard.
it: L’accesso all’account non è disponibile. Riprova più tardi.
ja: アカウントにサインインできません。後でもう一度お試しください。
ko: 계정 로그인은 현재 사용할 수 없습니다. 나중에 다시 시도하세요.
pt_br: O login na conta está indisponível. Tente mais tarde.
zh_hans: 目前无法登录账号。请稍后重试。
zh_hant: 目前無法登入帳號。請稍後再試。

source: Filter updated: %@
de: Filter aktualisiert: %@
es: Filtro actualizado: %@
fr: Filtre mis à jour : %@
it: Filtro aggiornato: %@
ja: フィルター更新：%@
ko: 필터 업데이트: %@
pt_br: Filtro atualizado: %@
zh_hans: 过滤器已更新：%@
zh_hant: 篩選器已更新：%@

source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
it: Aggiornato %@
ja: 更新：%@
ko: 업데이트 %@
pt_br: Atualizado %@
zh_hans: 已更新 %@
zh_hant: 已更新 %@

source: Last checked: %@
de: Zuletzt geprüft: %@
es: Última comprobación: %@
fr: Dernière vérification : %@
it: Ultimo controllo: %@
ja: 最終確認：%@
ko: 마지막 확인: %@
pt_br: Última verificação: %@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@

source: %1$@ and %2$@
de: %1$@ und %2$@
es: %1$@ y %2$@
fr: %1$@ et %2$@
it: %1$@ e %2$@
ja: %1$@と%2$@
ko: %1$@ 및 %2$@
pt_br: %1$@ e %2$@
zh_hans: %1$@ 和 %2$@
zh_hant: %1$@ 和 %2$@

source: Source: %@
de: Quelle: %@
es: Fuente: %@
it: Fonte: %@
ja: 出典：%@
ko: 출처: %@
pt_br: Fonte: %@
zh_hans: 来源：%@
zh_hant: 來源：%@

source: Use: %@
de: Verwendung: %@
es: Uso: %@
fr: Utilisation : %@
it: Uso: %@
ja: 用途：%@
ko: 용도: %@
pt_br: Uso: %@
zh_hans: 用途：%@
zh_hant: 用途：%@

source: License: %@
de: Lizenz: %@
es: Licencia: %@
fr: Licence : %@
it: Licenza: %@
ja: ライセンス：%@
ko: 라이선스: %@
pt_br: Licença: %@
zh_hans: 许可：%@
zh_hant: 授權條款：%@

source: Notice: %@
de: Hinweis: %@
es: Aviso: %@
fr: Avis : %@
it: Avviso: %@
ja: 通知：%@
ko: 고지: %@
pt_br: Aviso: %@
zh_hans: 声明：%@
zh_hant: 聲明：%@

source: Chained (VPN)
de: Gekoppelt (VPN)
es: Encadenado (VPN)
fr: Chaîné (VPN)
it: Concatenato (VPN)
ja: VPNチェーン
ko: 연결됨 (VPN)
pt_br: Encadeado (VPN)
zh_hans: VPN 串联
zh_hant: VPN 串接

source: Connectivity health
de: Verbindungszustand
es: Estado de la conexión
fr: État de la connexion
it: Stato della connessione
ja: 接続の状態
ko: 연결 상태
pt_br: Estado da conexão
zh_hans: 连接健康状态
zh_hant: 連線健康狀態

source: Chained DNS answered
de: Beantwortete gekoppelte DNS-Anfragen
es: DNS encadenado con respuesta
fr: Requêtes DNS chaînées résolues
it: DNS concatenato con risposta
ja: チェーンDNS応答数
ko: 연결된 DNS 응답
pt_br: DNS encadeado respondido
zh_hans: 串联 DNS 已响应
zh_hant: 串接 DNS 已回應

source: Chained DNS unanswered
de: Unbeantwortete gekoppelte DNS-Anfragen
es: DNS encadenado sin respuesta
fr: Requêtes DNS chaînées sans réponse
it: DNS concatenato senza risposta
ja: チェーンDNS未応答数
ko: 연결된 DNS 미응답
pt_br: DNS encadeado sem resposta
zh_hans: 串联 DNS 未响应
zh_hant: 串接 DNS 未回應

source: Chained DNS outages
de: Gekoppelte DNS-Ausfälle
es: Interrupciones del DNS encadenado
fr: Pannes DNS chaînées
it: Interruzioni DNS concatenate
ja: チェーンDNS停止数
ko: 연결된 DNS 중단
pt_br: Falhas de DNS encadeado
zh_hans: 串联 DNS 中断次数
zh_hant: 串接 DNS 中斷次數

source: Chained link outages
de: Gekoppelte Verbindungsausfälle
es: Interrupciones del enlace encadenado
fr: Pannes de liaison chaînée
it: Interruzioni del collegamento concatenato
ja: チェーン接続停止数
ko: 연결 링크 중단
pt_br: Falhas de conexão encadeada
zh_hans: 串联连接中断次数
zh_hant: 串接連線中斷次數

source: Unanswered destinations
de: Ziele ohne Antwort
es: Destinos sin respuesta
fr: Destinations sans réponse
it: Destinazioni senza risposta
ja: 応答のない接続先
ko: 응답 없는 대상
pt_br: Destinos sem resposta
zh_hans: 未响应的目标
zh_hant: 未回應的目的地

source: Longest unanswered
de: Längste Zeit ohne Antwort
es: Mayor tiempo sin respuesta
fr: Plus longue attente sans réponse
it: Attesa più lunga senza risposta
ja: 最長未応答時間
ko: 가장 긴 미응답 시간
pt_br: Maior tempo sem resposta
zh_hans: 最长未响应时间
zh_hant: 最長未回應時間

source: Data-path sent (last min)
de: Gesendete Daten (letzte Min.)
es: Datos enviados (último min.)
fr: Données envoyées (dernière min.)
it: Dati inviati (ultimo min.)
ja: データ送信量（直近1分）
ko: 전송 데이터 (최근 1분)
pt_br: Dados enviados (último min.)
zh_hans: 数据路径发送量（上一分钟）
zh_hant: 資料路徑傳送量（上一分鐘）

source: Data-path received (last min)
de: Empfangene Daten (letzte Min.)
es: Datos recibidos (último min.)
fr: Données reçues (dernière min.)
it: Dati ricevuti (ultimo min.)
ja: データ受信量（直近1分）
ko: 수신 데이터 (최근 1분)
pt_br: Dados recebidos (último min.)
zh_hans: 数据路径接收量（上一分钟）
zh_hant: 資料路徑接收量（上一分鐘）

source: Reopen the DNS editor.
de: Öffne den DNS-Editor erneut.
es: Vuelve a abrir el editor DNS.
fr: Rouvrez l’éditeur DNS.
it: Riapri l’editor DNS.
ja: DNSエディターを開き直してください。
ko: DNS 편집기를 다시 여세요.
pt_br: Reabra o editor de DNS.
zh_hans: 请重新打开 DNS 编辑器。
zh_hant: 請重新開啟 DNS 編輯器。

source: The subscription sync server response was not valid.
de: Die Antwort des Abonnement-Sync-Servers war ungültig.
es: La respuesta del servidor de sincronización de la suscripción no era válida.
fr: La réponse du serveur de synchronisation d’abonnement était invalide.
it: La risposta del server di sincronizzazione dell’abbonamento non era valida.
ja: サブスクリプション同期サーバーの応答が無効でした。
ko: 구독 동기화 서버 응답이 올바르지 않습니다.
pt_br: A resposta do servidor de sincronização da assinatura era inválida.
zh_hans: 订阅同步服务器的响应无效。
zh_hant: 訂閱同步伺服器的回應無效。

source: Subscription sync returned HTTP %lld: %@
de: Abonnement-Synchronisierung gab HTTP %lld zurück: %@
es: La sincronización de la suscripción devolvió HTTP %lld: %@
fr: La synchronisation d’abonnement a renvoyé HTTP %lld : %@
it: La sincronizzazione dell’abbonamento ha restituito HTTP %lld: %@
ja: サブスクリプション同期でHTTP %lldが返されました：%@
ko: 구독 동기화에서 HTTP %lld 반환: %@
pt_br: A sincronização da assinatura retornou HTTP %lld: %@
zh_hans: 订阅同步返回 HTTP %lld：%@
zh_hant: 訂閱同步傳回 HTTP %lld：%@

source: A local-log export is already in progress.
de: Ein Export lokaler Protokolle läuft bereits.
es: Ya se está exportando el registro local.
fr: Une exportation des journaux locaux est déjà en cours.
it: È già in corso un’esportazione dei registri locali.
ja: ローカルログの書き出しはすでに進行中です。
ko: 로컬 로그를 이미 내보내는 중입니다.
pt_br: Uma exportação de registros locais já está em andamento.
zh_hans: 本地日志正在导出中。
zh_hant: 本機記錄正在匯出中。

source: Choose a valid date range.
de: Wähle einen gültigen Zeitraum.
es: Elige un intervalo de fechas válido.
fr: Choisissez une période valide.
it: Scegli un intervallo di date valido.
ja: 有効な期間を選択してください。
ko: 올바른 날짜 범위를 선택하세요.
pt_br: Escolha um intervalo de datas válido.
zh_hans: 请选择有效的日期范围。
zh_hant: 請選擇有效的日期範圍。

source: Authentication settings changed. Try again.
de: Die Authentifizierungseinstellungen haben sich geändert. Versuche es erneut.
es: Los ajustes de autenticación han cambiado. Inténtalo de nuevo.
fr: Les réglages d’authentification ont changé. Réessayez.
it: Le impostazioni di autenticazione sono cambiate. Riprova.
ja: 認証設定が変更されました。もう一度お試しください。
ko: 인증 설정이 변경되었습니다. 다시 시도하세요.
pt_br: Os ajustes de autenticação mudaram. Tente novamente.
zh_hans: 验证设置已更改。请重试。
zh_hant: 驗證設定已變更。請再試一次。

source: Unknown query.
de: Unbekannte Abfrage.
es: Consulta desconocida.
fr: Requête inconnue.
it: Query sconosciuta.
ja: 不明な照会です。
ko: 알 수 없는 쿼리입니다.
pt_br: Consulta desconhecida.
zh_hans: 未知的查询。
zh_hant: 未知的查詢。

source: Choose All, Allowed or Blocked.
de: Wähle Alle, Erlaubt oder Blockiert.
es: Elige Todo, Permitido o Bloqueado.
fr: Choisissez Tout, Autorisé ou Bloqué.
it: Scegli Tutto, Consentito o Bloccato.
ja: すべて、許可、ブロックから選んでください。
ko: 전체, 허용 또는 차단을 선택하세요.
pt_br: Escolha Tudo, Permitido ou Bloqueado.
zh_hans: 请选择“全部”、“允许”或“拦截”。
zh_hant: 請選擇「全部」、「允許」或「封鎖」。

source: Invalid page size.
de: Ungültige Seitengröße.
es: Tamaño de página no válido.
fr: Taille de page invalide.
it: Dimensione della pagina non valida.
ja: ページサイズが無効です。
ko: 페이지 크기가 올바르지 않습니다.
pt_br: Tamanho de página inválido.
zh_hans: 页面大小无效。
zh_hant: 頁面大小無效。

source: Choose an allowed or blocked domain action.
de: Wähle eine Aktion zum Erlauben oder Blockieren einer Domain.
es: Elige una acción para permitir o bloquear un dominio.
fr: Choisissez une action d’autorisation ou de blocage du domaine.
it: Scegli un’azione per consentire o bloccare il dominio.
ja: ドメインの許可またはブロックを選んでください。
ko: 도메인 허용 또는 차단 작업을 선택하세요.
pt_br: Escolha uma ação para permitir ou bloquear o domínio.
zh_hans: 请选择允许或拦截域名的操作。
zh_hant: 請選擇允許或封鎖網域的操作。

source: Missing Activity view identity.
de: Die Kennung der Aktivitätsansicht fehlt.
es: Falta el identificador de la vista de actividad.
fr: L’identifiant de l’écran d’activité est absent.
it: Manca l’identificativo della vista attività.
ja: アクティビティ画面の識別情報がありません。
ko: 활동 화면 식별자가 없습니다.
pt_br: Falta a identificação da tela de atividade.
zh_hans: 缺少活动页面的标识信息。
zh_hant: 缺少活動畫面的識別資訊。

source: Unknown domain decision.
de: Unbekannte Domainentscheidung.
es: Decisión de dominio desconocida.
fr: Décision de domaine inconnue.
it: Decisione sul dominio sconosciuta.
ja: 不明なドメイン判定です。
ko: 알 수 없는 도메인 결정입니다.
pt_br: Decisão de domínio desconhecida.
zh_hans: 未知的域名判定。
zh_hant: 未知的網域判定。

source: Unknown filter command.
de: Unbekannter Filterbefehl.
es: Comando de filtro desconocido.
fr: Commande de filtre inconnue.
it: Comando del filtro sconosciuto.
ja: 不明なフィルター操作です。
ko: 알 수 없는 필터 명령입니다.
pt_br: Comando de filtro desconhecido.
zh_hans: 未知的过滤器命令。
zh_hant: 未知的篩選器指令。

source: Unknown VPN action.
de: Unbekannte VPN-Aktion.
es: Acción VPN desconocida.
fr: Action VPN inconnue.
it: Azione VPN sconosciuta.
ja: 不明なVPN操作です。
ko: 알 수 없는 VPN 작업입니다.
pt_br: Ação de VPN desconhecida.
zh_hans: 未知的 VPN 操作。
zh_hant: 未知的 VPN 操作。

source: Missing custom DNS values.
de: Benutzerdefinierte DNS-Werte fehlen.
es: Faltan valores de DNS personalizado.
fr: Valeurs DNS personnalisées absentes.
it: Mancano i valori DNS personalizzati.
ja: カスタムDNSの値がありません。
ko: 사용자 지정 DNS 값이 없습니다.
pt_br: Faltam valores de DNS personalizado.
zh_hans: 缺少自定义 DNS 值。
zh_hant: 缺少自訂 DNS 值。

source: Missing setting.
de: Einstellung fehlt.
es: Falta el ajuste.
fr: Réglage absent.
it: Impostazione mancante.
ja: 設定がありません。
ko: 설정이 없습니다.
pt_br: Ajuste ausente.
zh_hans: 缺少设置。
zh_hant: 缺少設定。

source: Invalid setting value.
de: Ungültiger Einstellungswert.
es: Valor de ajuste no válido.
fr: Valeur de réglage invalide.
it: Valore dell’impostazione non valido.
ja: 設定値が無効です。
ko: 설정 값이 올바르지 않습니다.
pt_br: Valor de ajuste inválido.
zh_hans: 设置值无效。
zh_hant: 設定值無效。

source: Invalid appearance.
de: Ungültiges Erscheinungsbild.
es: Apariencia no válida.
fr: Apparence invalide.
it: Aspetto non valido.
ja: 外観が無効です。
ko: 외관 설정이 올바르지 않습니다.
pt_br: Aparência inválida.
zh_hans: 外观设置无效。
zh_hant: 外觀設定無效。

source: Invalid Lava Guard.
de: Ungültiger Lava Guard.
es: Lava Guard no válido.
fr: Lava Guard invalide.
it: Lava Guard non valido.
ja: Lava Guardが無効です。
ko: Lava Guard가 올바르지 않습니다.
pt_br: Lava Guard inválido.
zh_hans: Lava Guard 无效。
zh_hant: Lava Guard 無效。
